Repository: iLomidze/Pairs
Catalog: Pairs/Localization/*.lproj/Localizable.strings
Languages: ka

source: Menu
ka: მენიუ

source: Authenticate
ka: ავტორიზაცია

source: Log In
ka: შესვლა

source: Email Address
ka: მეილის მისამართი

source: Password
ka: პაროლი

source: Continue
ka: გაგრძელება

source: Network Login
ka: ქსელში შესვლა

source: For this moment Sign with Apple is not available, please proceed to the email authentication in order to store your high score
ka: ეფლის ექაუნთით შესვლა დროებით შეზღუდულია, გთხოვთ გააგრძელეთ ელექტრონული ფოსტით რათა შეძლოთ თქვენი ქულების ონლაინ შენახვა

source: Play Offline
ka: დარჩით ოფლაინ

source: Email Log In
ka: იმეილით შესვლა

source: Identify yourself!
ka: გაიარეთ იდენტიფიკაცია!

source: No Biometrics Available
ka: ბიომეტრული ვერიფიკაცია შეუძლებელია

source: Please choose password option to authenticate
ka: გთხოვთ აირჩიოთ პაროლით ვერიფიკაცია

source: Cancel
ka: გაუქმება

source: Add
ka: დამატება

source: Use Password
ka: გამოიყენეთ პაროლი

source: Enter Pairs
ka: შეიყვანეთ წყვილი

source: Enter 2 associated words
ka: შეიყვანეთ 2 ასოციაციური სიტყვა

source: Enter Word 1
ka: შეიყვანეთ სიტყვა #1

source: Enter Word 2
ka: შეიყვანეთ სიტყვა #2

source: Player Name
ka: სახელი

source: Add Pairs
ka: დაამატე სიტყვები

source: Play Game
ka: დაიწყე თამაში

source: High Scores
ka: მიღწევები

source: Log Out
ka: გამოსვლა

source: Create Account
ka: შექმენით პროფილი

source: Would you like to create account?
ka: გნებავთ პროფილის შექმნა?

source: Set Password
ka: დააყენეთ პაროლი

source: This password is for additional safety reasons, which may be used in special cases
ka: უსაფრთხოებისთვის საჭიროა დამატებითი პაროლი, რომელიც შეიძლება საჭირო გახდეს განსაკუთრებული შემთხვევებისთვის

source: Enter Password
ka: შეიყვანეთ პაროლი

source: Confirm Password
ka: დაადასტურეთ პაროლი

source: Change Password
ka: პაროლის შეცვლა

source: Enter Current Password
ka: შეიყვანეთ არსებული პაროლი
